Repository: ferazzeid/foto
Catalog: languages/plugins/better-search-*.po
Languages: de_de

source: There is no excerpt because this is a protected post.
de_de: Es gibt keinen Textauszug, weil dies ein geschützter Beitrag ist.

source: Other tools
de_de: Weitere Werkzeuge

source: Delete old settings
de_de: Veraltete Einstellungen löschen

source: This will delete the settings before v2.5.x. Proceed?
de_de: Löschen der Einstellungen vor Version 2.5.x. Fortfahren?

source: Reset database
de_de: Datenbank zurücksetzen

source: Tools
de_de: Werkzeuge

source: Better Search Tools
de_de: Better Search Werkzeuge

source: Reset Popular searches table
de_de: Tabelle „Beliebte Suchvorgänge“ zurücksetzen

source: Reset Daily Popular searches table
de_de: Tabelle der täglich beliebtesten Suchvorgänge zurücksetzen

source: Recreate FULLTEXT index
de_de: FULLTEXT-Index neu erstellen

source: FULLTEXT index has been recreated
de_de: FULLTEXT-Index wurde neu erstellt

source: Settings
de_de: Einstellungen

source: Title
de_de: Titel

source: Search
de_de: Suche

source: Contribute
de_de: Mitwirken

source: Donate
de_de: Spenden

source: Reviews
de_de: Rezensionen

source: Other plugins
de_de: Weiter PlugIns

source: Enter amount in USD
de_de: Geben Sie einen Betrag ein (in USD)

source: Popular Searches
de_de: Häufig gesucht

source: Support the development
de_de: Unterstütze uns bei der Entwicklung

source: Number of Search Results per page
de_de: Anzahl von Treffern pro Seite

source: Length of excerpt (in words)
de_de: Länge des Textauszugs (in Worten)

source: Custom CSS
de_de: Individuelles CSS

source: Donation for Better Search
de_de: Spenden für Better Search

source: Daily Popular Searches
de_de: Täglich häufige Suchen

source: Filter these words
de_de: Filtere diese Wörter

source: Your search query consists banned words. Please remove these and try again.
de_de: Deine Abfrage besteht aus verbotenen Wörtern. Bitte entferne diese und versuche es erneut.

source: Follow me
de_de: Folge mir

source: Send your donation to the author of
de_de: Sende deine Spende an den Autor von

source: Please upload a file to import
de_de: Bitte lade eine Datei zum Importieren hoch

source: Please upload a valid .json file
de_de: Bitte lade eine gültige .json-Datei hoch

source: From v2.2.x, Better Search stores the settings in a new key in the database. This will delete the old settings for the current blog. It is recommended that you do this at the earliest after upgrade. However, you should do this only if you are comfortable with the new settings.
de_de: Ab v2.2.x speichert Better Search die Einstellungen in einem neuen Schlüssel in der Datenbank. Dadurch werden die alten Einstellungen für den aktuellen Blog gelöscht. Es wird empfohlen, dass du dies frühestmöglich nach dem Upgrade tust. Du solltest dies jedoch nur tun, wenn du mit den neuen Einstellungen vertraut bist.

source: Import Settings
de_de: Einstellungen importieren

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
de_de: Importiere die Plugin-Einstellungen aus einer .json-Datei. Diese Datei kann man erhalten, indem man die Einstellungen auf einer anderen Website mithilfe des obigen Formulars exportiert.

source: Export Settings
de_de: Einstellungen exportieren

source: Better Search popular searches table reset
de_de: Better Search populäre Suchanfragen Tabelle zurücksetzen

source: Popular Searches per page
de_de: Populäre Suchen pro Seite

source: Search Table
de_de: Tabelle durchsuchen

source: Are you sure you want to do this
de_de: Bist du sicher, dass du das tun möchtest

source: Delete search term
de_de: Suchbegriff löschen

source: Daily searches
de_de: Tägliche Suchen

source: Total searches
de_de: Gesamte Suchen

source: Search term
de_de: Suchbegriff

source: Delete
de_de: Löschen

source: View
de_de: Anzeigen

source: No popular searches available.
de_de: Keine populären Suchen verfügbar.

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
de_de: Exportiere die Plugin-Einstellungen für diese Website als .json-Datei. Damit kannst du die Konfiguration einfach in eine andere Website importieren.

source: Export/Import settings
de_de: Einstellungen exportieren/importieren

source: This will reset the Better Search tables. If you are running Better Search on multisite then it will delete the popular posts across the entire network. This cannot be reversed. Make sure that your database has been backed up before proceeding
de_de: Dadurch werden die Better-Search-Tabellen zurückgesetzt. Wenn du Better Search auf einer Multisite ausführst, werden die populären Beiträge im gesamten Netzwerk gelöscht. Dies kann nicht rückgängig gemacht werden. Stelle sicher, dass deine Datenbank gesichert wurde, bevor du weitermachst.

source: Are you sure you want to reset the daily popular searches?
de_de: Bist du sicher, dass du die täglichen populären Suchen zurücksetzen willst?

source: Are you sure you want to reset the popular searches?
de_de: Bist du sicher, dass du die beliebten Suchen zurücksetzen willst?

source: If the Recreate Index button fails, please run the following queries in phpMyAdmin or Adminer
de_de: Wenn der „Index wiederherstellen“-Button fehlschlägt, führe bitte die folgenden Abfragen in phpMyAdmin oder Adminer aus

source: Recreate the FULLTEXT index that Better Search uses to get the relevant search results. This might take a lot of time to regenerate if you have a lot of posts.
de_de: Erstelle den VOLLTEXT-Index neu, den Better Search verwendet, um die relevanten Suchergebnisse zu erhalten. Bei vielen Beiträgen kann es sehr lange dauern, den Index neu zu erstellen.

source: Are you sure you want to recreate the index?
de_de: Bist du sicher, dass du den Index neu erstellen willst?

source: Recreate Index
de_de: Index neu erstellen

source: Clear the Better Search cache. This will also be cleared automatically when you save the settings page.
de_de: Lösche den Cache von Better Search. Dieser wird auch automatisch geleert, wenn du die Einstellungsseite speicherst.

source: Clear cache
de_de: Cache leeren

source: Settings have been imported successfully
de_de: Einstellungen wurden erfolgreich importiert

source: Old settings key has been deleted
de_de: Alter Einstellungsschlüssel wurde gelöscht

source: Old settings key does not exist
de_de: Der alte Einstellungsschlüssel existiert nicht

source: Better Search daily searches table reset
de_de: Tägliche-Suchen-Tabelle zurücksetzen

source: This screen provides the basic settings for configuring Better Search.
de_de: Dieser Bildschirm enthält die Grundeinstellungen für die Konfiguration von Better Search.

source: General
de_de: Allgemeines

source: <a href="%1$s">Post an issue</a> on <a href="%2$s">GitHub</a> (bug reports only).
de_de: <a href="%1$s">Melde einen Fehler</a> auf <a href="%2$s">GitHub</a> (nur Fehlerberichte).

source: Support queries should be posted in the <a href="%1$s">WordPress.org support forums</a>.
de_de: Supportanfragen sollten in den <a href="%1$s">WordPress.org-Supportforen</a> veröffentlicht werden.

source: For more information or how to get support visit the <a href="%1$s">WebberZone support site</a>.
de_de: Für weitere Informationen oder Unterstützung besuche die <a href="%1$s">WebberZone-Supportwebsite </a>.

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Settings have been reset to their default values. Reload this page to view the updated settings
de_de: Die Einstellungen wurden auf ihre Standardwerte zurückgesetzt. Lade diese Seite neu, um die aktualisierten Einstellungen anzuzeigen

source: Do not include %3$sstyle%4$s tags. Check out the %1$sFAQ%2$s for available CSS classes to style.
de_de: Verwende keine %3$sstyle%4$s-Tags. Schau dir die %1$sFAQ%2$s für verfügbare CSS-Klassen zum Stylen an.

source: Add nofollow to links
de_de: Nofollow zu Links hinzufügen

source: Open links in new window
de_de: Links in einem neuen Fenster öffnen?

source: Text to include after each search term
de_de: Text, der nach jedem Suchbegriff eingefügt werden soll

source: Text to include before each search term
de_de: Vor jedem Suchbegriff einzufügender Text

source: Color of most popular search term
de_de: Farbe des beliebtesten Suchbegriffs

source: Color of least popular search term
de_de: Farbe des am wenigsten gängigen Suchbegriffs

source: Filter whole words only
de_de: Nur ganze Wörter filtern

source: Words in this list will be stripped out of the search results. Enter these as a comma-separated list.
de_de: Die Wörter in dieser Liste werden aus den Suchergebnissen entfernt. Gib diese als kommagetrennte Liste ein.

source: Highlight search terms
de_de: Suchbegriffe hervorheben

source: Weight of the post content
de_de: Gewichtung des Beitragsinhalts

source: Set this to a bigger number than the next option to prioritize the post title
de_de: Setze diesen Wert auf eine größere Zahl als die nächste Option, um den Titel des Beitrags zu priorisieren

source: Weight of the title
de_de: Gewichtung des Titels

source: Limits relevancy matches but removes several limitations of NATURAL LANGUAGE mode. %1$sCheck the mySQL docs for further information on BOOLEAN indices%2$s
de_de: Begrenzt die Relevanz von Übereinstimmungen, hebt aber einige Einschränkungen des Modus NATÜRLICHE SPRACHE auf. %1$sFür weitere Informationen über BOOLEAN Indices siehe mySQL docs%2$s

source: Activate BOOLEAN mode
de_de: Den BOOLEAN-Modus aktivieren

source: Activating this option will convert the search counts into a number format based on the locale
de_de: Wenn du diese Option aktivierst, werden die Suchergebnisse in ein Zahlenformat umgewandelt, das auf dem Gebietsschema basiert.

source: Number format count
de_de: Nummernformat-Anzahl

source: This is a recommended option to turn ON. Adds noindex,follow meta tag to the head of the page
de_de: Dies ist eine zum Einschalten empfohlene Option. Sie fügt die noindex,follow Meta-Tags in den Kopf der Seite

source: Stop search engines from indexing search results pages
de_de: Suchmaschinen davon abhalten, Suchergebnisseiten zu indizieren

source: If activated, Better Search will use the Transients API to cache the search results for 1 hour.
de_de: Wenn aktiviert, wird Better Search die Transients-API verwenden, um die Suchergebnisse 1 Stunde lang zwischenzuspeichern.

source: Enable cache
de_de: Cache aktivieren

source: Disabling this option will stop searches made by editors from being tracked.
de_de: Das Deaktivieren dieser Option verhindert, dass Suchanfragen von Editoren verfolgt werden können.

source: Track editor user group searches
de_de: Verfolge die Benutzergruppensuche der Editoren

source: Disabling this option will stop searches made by admins from being tracked.
de_de: Das Deaktivieren dieser Option verhindert, dass Suchanfragen von Admins verfolgt werden können.

source: Track admin searches
de_de: Admin-Suchanfragen verfolgen

source: If you turn this off, then the plugin will no longer track and display the popular search terms.
de_de: Wenn du dies ausschaltest, dann wird das Plugin beliebte Suchbegriffe nicht mehr anzeigen.

source: Enable search tracking
de_de: Aktiviere die Suchverfolgung

source: Complete integration with your theme. Enabling this option will ignore better-search-template.php. It will continue to display the search results sorted by relevance, although it won't display the percentage relevance.
de_de: Vollständige Integration mit deinem Theme. Wenn du diese Option aktivierst, wird better-search-template.php ignoriert. Die Suchergebnisse werden weiterhin nach Relevanz sortiert angezeigt, allerdings wird die prozentuale Relevanz nicht angezeigt.

source: Enable seamless integration
de_de: Nahtlose Integration aktivieren

source: Enable tracking, seamless mode and the cache, configure basic tracker and uninstall settings.
de_de: Aktiviere das Tracking, den Nahtlos-Modus und den Cache, konfiguriere grundlegende Verfolgungs- und Deinstallationseinstellungen.

source: Modified from default setting
de_de: Von der Standardeinstellung abweichend geändert

source: The callback function used for the <strong>%s</strong> setting is missing.
de_de: Die Callback-Funktion, die für die Einstellung <strong>%s</strong> verwendet wird, fehlt.

source: Reset all settings
de_de: Alle Einstellungen zurücksetzen

source: Do you really want to reset all these settings to their default values?
de_de: Willst du wirklich alle diese Einstellungen auf die Standardwerte zurücksetzen?

source: Save Changes
de_de: Einstellungen speichern

source: Clear the cache, reset the popular posts tables plus some miscellaneous fixes for older versions of Better Search.
de_de: Lösche den Cache, setze die Tabellen mit den beliebten Anfragen zurück, sowie einige andere Korrekturen für ältere Versionen von Better Search.

source: This screen provides some tools that help maintain certain features of Better Search.
de_de: Dieser Bildschirm bietet einige Werkzeuge, die helfen, bestimmte Funktionen von Better Search beizubehalten.

source: Choose for default set of styles or add your own custom CSS to tweak the display of the search results page.
de_de: Wähle einen Standardstil aus oder füge dein individuelles CSS hinzu, um die Anzeige der Suchergebnisseite zu optimieren.

source: This screen provides options to control the look and feel of the search page.
de_de: Dieser Bildschirm bietet Optionen, um das Aussehen der Suchseite zu steuern.

source: Styles
de_de: Stile

source: Configure title of the searches, period of trending searches, color and font sizes of the heatmap.
de_de: Konfiguriere den Titel der Suchen, den Zeitraum der Trend-Suchen, Farbe und Schriftgröße der Heatmap.

source: This screen provides settings to tweak the output of the search heatmap to display popular searches.
de_de: Dieser Bildschirm bietet Einstellungen, um die Ausgabe der Such-Heatmap zu optimieren, um beliebten Suchanfragen anzuzeigen.

source: Configure number of search results, enable FULLTEXT and BOOLEAN mode, tweak the weight of title and content and block words.
de_de: Konfiguriere die Anzahl der Suchergebnisse, aktiviere den FULLTEXT- und BOOLEAN-Modus, optimiere die Gewichtung von Titel und Inhalt und blockiere Wörter.

source: This screen provides settings to tweak the search algorithm.
de_de: Dieser Bildschirm bietet Einstellungen, um den Suchalgorithmus zu optimieren.

source: Disabling this option will no longer give relevancy based results
de_de: Das Deaktivieren dieser Option führt nicht länger zu relevanzbasierten Ergebnissen.

source: Enable mySQL FULLTEXT searching
de_de: Aktiviere mySQL-VOLLTEXT-Suche aktivieren

source: This is a readonly field that is automatically populated based on the above input when the settings are saved. These might differ from the IDs visible in the Categories page which use the term_id. Better Search uses the term_taxonomy_id which is unique to this taxonomy.
de_de: Dies ist ein schreibgeschütztes Feld, das automatisch anhand der obigen Eingabe ausgefüllt wird, wenn die Einstellungen gespeichert werden. Diese können sich von den auf der Kategorien-Seite sichtbaren IDs unterscheiden, die die term_id verwenden. Better Search verwendet die term_taxonomy_id, die einzigartig für diese Taxonomie ist.

source: Exclude category IDs
de_de: Kategorie-IDs ausschließen

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the starting letters and it will prompt you with options. Does not support custom taxonomies.
de_de: Komma getrennte Liste der Kategorie-Titel. Das Feld oben hat eine automatische Vervollständigung, also fang einfach an, die Anfangsbuchstaben einzugeben, und es wird dir Optionen anbieten. Unterstützt keine individuellen Taxonomien.

source: Exclude Categories
de_de: Kategorien ausschließen

source: Enter a comma separated list of post/page/custom post type IDs e.g. 188,1024,50
de_de: Gib eine kommagetrennte Liste von Beitrags-/Seiten-/Individuellen Beitragsseiten-IDs ein, z.B. 188,1024,50

source: Exclude post IDs
de_de: Ausschließen von Beitrags-IDs

source: Enabling this option will remove password protected posts from the search results
de_de: Wenn du diese Option aktivierst, werden passwortgeschützte Beiträge aus den Suchergebnissen entfernt.

source: Exclude password protected posts
de_de: Passwortgeschützte Beiträge ausschließen

source: Select which post types you want to include in the search results
de_de: Wähle aus, welche Beitragsarten du in die Suchergebnisse aufnehmen möchtest

source: Post types to include
de_de: Einzuschließende Beitragstypen

source: This is the maximum number of search results that will be displayed per page by default
de_de: Dies ist die maximale Anzahl von Suchergebnissen, die standardmäßig pro Seite angezeigt werden

source: A nofollow link to the plugin is added as an extra list item to the list of popular searches. Not mandatory, but thanks if you do it!
de_de: Ein nofollow-Link zum Plugin wird als zusätzlicher Listenpunkt zur Liste der beliebten Suchanfragen hinzugefügt. Nicht zwingend erforderlich, aber danke, wenn du es machst!

source: Link to Better Search plugin page
de_de: Link zur Better Search Plugin-Seite

source: No results.
de_de: Keine Ergebnisse.

source: Posted on:
de_de: Veröffentlicht am:

source: Relevance:
de_de: Relevanz:

source: Page <strong>%1$s</strong> of <strong>%2$s</strong>
de_de: Seite <strong>%1$s</strong> von <strong>%2$s</strong>

source: Results <strong>%1$s</strong> - <strong>%2$s</strong> of <strong>%3$s</strong>
de_de: Ergebnisse <strong>%1$s</strong> - <strong>%2$s</strong> von <strong>%3$s</strong>

source: <h3>Popular Searches</h3>
de_de: <h3>Beliebte Suchanfragen</h3>

source: <h3>Weekly Popular Searches</h3>
de_de: <h3>Wöchentlich beliebte Suchanfragen</h3>

source: Search Results for "%1$s" | %2$s
de_de: Suchergebnisse für "%1$s" | %2$s

source: Replace the default WordPress search with a contextual search. Search results are sorted by relevancy ensuring a better visitor search experience.
de_de: Ersetze die standardmäßige WordPress-Suche durch eine kontextbezogene Suche. Die Suchergebnisse werden nach Relevanz sortiert, um ein besseres Sucherlebnis der Besucher zu gewährleisten.

source: Font size of most popular search term
de_de: Schriftgröße des beliebtesten Suchbegriffs

source: Font size of least popular search term
de_de: Schriftgröße des am wenigsten benutzten Suchbegriffs

source: Number of search terms to display
de_de: Anzahl der anzuzeigenden Suchbegriffe

source: This settings allows you to change the number of days for the currently trending heatmap. This used to be called Daily popular in previous versions.
de_de: Diese Einstellung erlaubt es dir, die Anzahl der Tage für die aktuelle Trend-Heatmap zu ändern. In früheren Versionen hieß sie Daily popular.

source: Currently trending should contain searches of how many days?
de_de: Der aktuelle Trend sollte Suchanfragen von wie vielen Tagen enthalten?

source: Currently trending searches:
de_de: Momentan trendige Suchanfragen:

source: Heading of Daily Popular Searches
de_de: Überschrift der täglichen beliebten Suchanfragen

source: Popular searches:
de_de: Beliebte Suchanfragen:

source: Displayed before the list of the searches as a the master heading
de_de: Wird vor der Liste der Suchanfragen als Hauptüberschrift angezeigt

source: Heading of Overall Popular Searches
de_de: Überschrift der allgemein beliebtesten Suchanfragen

source: This option will display the heatmaps at the bottom of the search results page. Display popular searches to your visitors. Does not apply when Seamless mode is enabled.
de_de: Mit dieser Option werden die Heatmaps unten auf der Suchergebnisseite angezeigt. Zeige deinen Besuchern beliebte Suchanfragen an. Trifft nicht zu, wenn der Nahtlos-Modus aktiviert ist.

source: Include heatmap on the search results
de_de: Heatmap in die Suchergebnisse einschließen

source: When activated, this option will return no results if the search query includes any of the words in the box above. If you have seamless mode off, Better Search will display an error message. With seamless mode on, this will give a Nothing found message. You can customize it by editing your theme.
de_de: Wenn diese Option aktiviert ist, liefert sie keine Ergebnisse, wenn die Suchanfrage eines der Wörter aus dem obigen Feld enthält. Wenn du den Nahtlos-Modus ausgeschaltet hast, zeigt Better Search eine Fehlermeldung an. Wenn der nahtlose Modus eingeschaltet ist, wird die Meldung „Nichts gefunden“ angezeigt. Du kannst sie anpassen, indem du dein Theme editierst.

source: Stop query on banned words filter
de_de: Abfrage-Filter für verbotene Wörter stoppen

source: When activated, only whole words in the search query are filtered. Partial words are ignored. e.g. grow will not ban grown or grower.
de_de: Wenn aktiviert, werden nur ganze Wörter in der Suchanfrage gefiltert. Teilwörter werden ignoriert. z.B. grow wird grown oder grower nicht ausschließen.

source: Thank you for using <a href="%1$s" target="_blank">Better Search</a>! Please <a href="%2$s" target="_blank">rate us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
de_de: Danke, dass du <a href="%1$s" target="_blank" >Better Search</a> benutzt hast! Bitte <a href="%2$s" target="_blank">Bewertung uns</a> auf <a href="%2$s" target="_blank">WordPress.org</a>

source: Better Search Daily Popular Searches
de_de: Better Search täglich beliebte Suchanfragen

source: Better Search Popular Searches
de_de: Better Search beliebte Suchanfragen

source: Better Search Settings
de_de: Better Search Einstellungen

source: Overall
de_de: Gesamt

source: Popular Searches [Better Search]
de_de: Beliebte Suchanfragen [Better Search]

source: Search Form [Better Search]
de_de: Suchformular [Better Search]

source: No searches made yet
de_de: Noch keine Suchanfrage gestellt

source: Please type in your search terms. Use descriptive words since this search is intelligent.
de_de: Bitte gib deine Suchbegriffe ein. Verwende beschreibende Wörter, da dies eine intelligente Suche ist.

source: Set this to a bigger number than the previous option to prioritize the post content
de_de: Setze diesen Wert auf eine größere Zahl als die vorherige Option, um den Inhalt des Beitrags zu priorisieren
